{
    "Dashboard": "Pannello",
    "Manage Team": "Gestione Team",
    "Team Settings": "Impostazioni Team",
    "Create New Team": "Crea nuvo Team",
    "Switch Teams": "Cambia Team",
    "Manage Account": "Gestione Account",
    "Profile": "Profilo",
    "API Tokens": "API Tokens",
    "Log Out": "Disconnetti",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area riservata dell'applicazione. Si prega di confermare la password prima di continuare.",
    "Password": "Password",
    "Confirm": "Conferma",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hai dimenticato la password? Nessun problema. Comunicaci il tuo indirizzo e-mail e ti invieremo un link per la reimpostazione della password tramite e-mail.",
    "Email": "Email",
    "Email Password Reset Link": "Invia link per reset password",
    "Remember me": "Ricordami",
    "Forgot your password?": "Hai dimenticato la password?",
    "Log in": "Accedi",
    "Name": "Nome",
    "Confirm Password": "Conferma Password",
    "I agree to the :terms_of_service and :privacy_policy": "Accetto i :terms_of_service e :privacy_policy",
    "Terms of Service": "Termini di Servizio",
    "Privacy Policy": "Privacy Policy",
    "Already registered?": "Già registrato?",
    "Register": "Registrati",
    "Reset Password": "Reimposta Password",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Conferma l'accesso al tuo account inserendo il codice di autenticazione fornito dalla tua applicazione di autenticazione.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Conferma l'accesso al tuo account inserendo uno dei tuoi codici di ripristino.",
    "Code": "Codice",
    "Recovery Code": "Codice di ripristino",
    "Use a recovery code": "Usa codice di ripristino",
    "Use an authentication code": "Usa il codice di autenticazione",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazie per esserti iscritto! Prima di iniziare, potresti verificare il tuo indirizzo email facendo clic sul link che ti abbiamo appena inviato via email? Se non hai ricevuto l'email, te ne invieremo un'altra.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo e-mail fornito durante la registrazione.",
    "Resend Verification Email": "Invia nuovamente il messaggio email di verfica",
    "Delete Account": "Elimina Account",
    "Permanently delete your account.": "Elimina definitivamente il tuo account.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e i dati verranno eliminati definitivamente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sei sicuro di voler eliminare il tuo account? Una volta eliminato il tuo account, tutte le sue risorse e i dati verranno eliminati definitivamente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Cancel": "Annulla",
    "Browser Sessions": "Sessioni del Browser",
    "Manage and log out your active sessions on other browsers and devices.": "Gestisci e disconnetti le tue sessioni attive su altri browser e dispositivi.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessario, puoi disconnetterti da tutte le altre sessioni del browser su tutti i tuoi dispositivi. Alcune delle tue sessioni recenti sono elencate di seguito; tuttavia, questo elenco potrebbe non essere esaustivo. Se ritieni che il tuo account sia stato compromesso, dovresti anche aggiornare la tua password.",
    "This device": "Questo dispositivo",
    "Last active": "Ultima attività",
    "Log Out Other Browser Sessions": "Disconnetti altre Sessioni",
    "Done.": "Fatto.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Inserisci la password per confermare che vuoi disconnetterti dalle altre sessioni del browser su tutti i tuoi dispositivi.",
    "Two Factor Authentication": "Autenticazione a due fattori",
    "Add additional security to your account using two factor authentication.": "Aggiungi ulteriore sicurezza al tuo account utilizzando l'autenticazione a due fattori.",
    "You have enabled two factor authentication.": "Hai abilitato l'autenticazione a due fattori.",
    "You have not enabled two factor authentication.": "Non hai abilitato l'autenticazione a due fattori..",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando è abilitata l'autenticazione a due fattori, ti verrà richiesto un token casuale e sicuro durante l'autenticazione. Puoi recuperare questo token dall'applicazione Google Authenticator del tuo telefono.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "L'autenticazione a due fattori è ora abilitata. Scansiona il seguente codice QR utilizzando l'applicazione di autenticazione del tuo telefono.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Memorizza questi codici di ripristino in un gestore di password sicuro. Possono essere utilizzati per ripristinare l'accesso al tuo account se il tuo dispositivo di autenticazione a due fattori viene perso.",
    "Enable": "Abilita",
    "Regenerate Recovery Codes": "Rigenera i codici di ripristino",
    "Show Recovery Codes": "Mostra i codici di ripristino",
    "Disable": "Disabilita",
    "Update Password": "Aggiorna Password",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere al sicuro.",
    "Current Password": "Password corrente",
    "New Password": "Nuova Password",
    "Saved.": "Salvato.",
    "Save": "Salva",
    "Profile Information": "Informazioni di Profilo",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Photo": "Foto",
    "Select A New Photo": "Seleziona una nuova foto",
    "Remove Photo": "Rimuovi foto",
    "Team Details": "Dettagli Team",
    "Create a new team to collaborate with others on projects.": "Crea un nuovo team per collaborare con altri ai progetti.",
    "Team Owner": "Proprietario del Team",
    "Team Name": "Nome del Team",
    "Create": "Crea",
    "Create Team": "Crea Team",
    "Delete Team": "Elimina Team",
    "Permanently delete this team.": "Elimina definitivamente questo Team",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una volta che un team è stato eliminato, tutte le sue risorse e i suoi dati verranno eliminati definitivamente. Prima di eliminare questo team, scarica tutti i dati o le informazioni relative a questo team che desideri conservare.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Sei sicuro di voler eliminare questa squadra? Una volta eliminato un team, tutte le sue risorse e i dati verranno eliminati definitivamente.",
    "Add Team Member": "Aggiungi membro del Team",
    "Add a new team member to your team, allowing them to collaborate with you.": "Aggiungi un nuovo membro del team al tuo team, consentendo loro di collaborare con te.",
    "Please provide the email address of the person you would like to add to this team.": "Fornisci l'indirizzo email della persona che desideri aggiungere a questo team.",
    "Role": "Ruolo",
    "Added.": "Aggiunto.",
    "Add": "Aggiungi",
    "Pending Team Invitations": "Inviti in attesa",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Queste persone sono state invitate nel tuo team e hanno ricevuto un'email di invito. Possono unirsi al team accettando l'invito via e-mail.",
    "Team Members": "Membri del Team",
    "All of the people that are part of this team.": "Tutte le persone che fanno parte di questa squadra.",
    "Leave": "Abbandona",
    "Remove": "Rimuovi",
    "Manage Role": "Gestisci ruolo",
    "Leave Team": "Abbandona Team",
    "Are you sure you would like to leave this team?": "Sei sicuro di voler abbandonare questo Team?",
    "Remove Team Member": "Rimuovi membro del Team",
    "Are you sure you would like to remove this person from the team?": "Sei sicuro di voler rimuovere questa persona dal team?",
    "The team's name and owner information.": "Il nome del team e le informazioni sul proprietario.",
    "Create API Token": "Crea API Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "I token API consentono ai servizi di terze parti di autenticarsi con l'applicazione per tuo conto.",
    "Token Name": "Nome del Token",
    "Permissions": "Permessi",
    "Created.": "Creato.",
    "Manage API Tokens": "Gestisci API Tokens",
    "You may delete any of your existing tokens if they are no longer needed.": "Puoi eliminare tutti i tuoi token esistenti se non sono più necessari.",
    "Last used": "Ultimo utilizzo",
    "Delete": "Elimina",
    "API Token": "API Token",
    "Please copy your new API token. For your security, it won't be shown again.": "Copia il tuo nuovo API token. Per la tua sicurezza, non verrà più mostrato.",
    "Close": "Chiudi",
    "API Token Permissions": "Permessi API Token",
    "Delete API Token": "Elimina API Token",
    "Are you sure you would like to delete this API token?": "Sei sicuro di voler eliminare questo API token?"
}
